{
  "storeListWithCoupons": [
    [
      "STT",
      "Ảnh",
      "Tên store",
      "Link Web",
      "Link Affiliate",
      "Mã coupon",
      "Offer",
      "Mô Tả Coupons",
      "Mô Tả Coupon",
      "Tên Store",
      "Mô Tả Coupon"
    ],
    [
      "1",
      "https://nooplife.com/cdn/shop/files/Noop_logo_2x-100.jpg?v=1701964394&width=500",
      "Noop Life",
      "https://nooplife.com/",
      "https://99101b-3.myshopify.com?sca_ref=9333839.tC5MMykI8u",
      "PLDEALS",
      "50% OFF",
      "50% OFF On Your Purchase",
      "Nothing feel as good as when you check out! Use this Store coupon when you shop at this store this spring and get deep discount.",
      "Noop Life",
      "Nothing feel as good as when you check out! Use this Noop Life coupon when you shop at this store this spring and get deep discount."
    ],
    [
      "",
      "https://nooplife.com/cdn/shop/files/Noop_logo_2x-100.jpg?v=1701964394&width=500",
      "Noop Life",
      "https://nooplife.com/",
      "https://99101b-3.myshopify.com?sca_ref=9333839.tC5MMykI8u",
      "No Need Code",
      "10% OFF",
      "Sign up with your email to get 10% off your first purchase.",
      "What are you waiting for? Don't miss this Store coupon or you will regret.",
      "Noop Life",
      "What are you waiting for? Don't miss this Noop Life coupon or you will regret."
    ],
    [
      "",
      "https://nooplife.com/cdn/shop/files/Noop_logo_2x-100.jpg?v=1701964394&width=500",
      "Noop Life",
      "https://nooplife.com/",
      "https://99101b-3.myshopify.com?sca_ref=9333839.tC5MMykI8u",
      "No Need Code",
      "FREE SHIPPING ",
      "Free Shipping over 40 € - Fast deliveries",
      "Experience major savings with this great deal at Store! Snatch up your savings before they are gone.",
      "Noop Life",
      "Experience major savings with this great deal at Noop Life! Snatch up your savings before they are gone."
    ]
  ],
  "storeInfo": [
    [
      "",
      "Mô Tả - Store",
      "",
      "",
      "",
      "",
      "",
      "How to apply",
      "About Store",
      "FAQS",
      "",
      ""
    ],
    [
      "",
      "Mô Tả 1",
      "",
      "",
      "",
      "Mô Tả 2",
      "",
      "",
      "",
      "Mô Tả 1",
      "",
      ""
    ],
    [
      "",
      "Mô Tả ADS",
      "Tên Store",
      "Mô Tả",
      "",
      "Mô Tả ADS",
      "Tên Store",
      "Mô Tả",
      "",
      "Mô Tả ADS",
      "Tên Store",
      "Mô Tả"
    ],
    [
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      "",
      ""
    ],
    [
      "",
      "Don't miss out! For today time only, you can enjoy huge price discounts with this Store coupon.",
      "Noop Life",
      "Don't miss out! For today time only, you can enjoy huge price discounts with this Noop Life coupon.",
      "",
      "How to apply Store coupon codes?\nStep1: Find your Store Coupons, discount codes on this page or Coponeer and click \"GET CODE\" button to view the code, then click \"Copy\" and the coupons, discount codes will be copied to your phone's or computer's clipboard.\nStep2: Go to Store then select all items you want to buy and add to shopping cart. When finished shopping, go to the Store checkout page.\nStep3: During checkout, find the text \"Promo Code\" or \"Discount Code\" and paste your Store coupons, discount codes in step 1 to this box. Click \"Apply\" and your savings for Store will be applied.",
      "Noop Life",
      "How to apply Noop Life coupon codes?\nStep1: Find your Noop Life Coupons, discount codes on this page or Coponeer and click \"GET CODE\" button to view the code, then click \"Copy\" and the coupons, discount codes will be copied to your phone's or computer's clipboard.\nStep2: Go to Noop Life then select all items you want to buy and add to shopping cart. When finished shopping, go to the Noop Life checkout page.\nStep3: During checkout, find the text \"Promo Code\" or \"Discount Code\" and paste your Noop Life coupons, discount codes in step 1 to this box. Click \"Apply\" and your savings for Noop Life will be applied.",
      "NOOP creates intelligent dietary supplements and nootropics for diverse needs, emphasizing high quality and natural ingredients from Sweden. Tailored for various lifestyles, our products support muscle building, focus, energy, sleep, and stress management. NOOP is your partner in unlocking your best self.",
      "Q: What if the Store promo code or deal is unvalid?\nA: It may be that the applicable time of Store for that promo code goes to the end. Please select another option to save and be quick next time.\nQ: Why can’t I use a promo code for my purchase at Store?\nA: The Store promo code will have a date and be used for eligible items. Make sure your code is valid and hasn’t expired yet.\nQ: How many items can I include with a Store discount code?\nA: Usually, Store doesn’t limit the number of items customers have to buy to enjoy discounts. However, they will lay down conditions on the value of your order to be eligible for applying discount codes of Store.\nQ: Can a Store coupon code be added later if I forget to apply it at checkout?\nA: No, it can’t. If you forget to apply a Store coupon code at checkout, you cannot do it later. The only way not to miss it is to redeem it to another order.\nQ: What conditions are required to get free shipping for Store order?\nA: The condition for getting Store free shipping is described on the offer description. If the value of your order is at least equal to the required value, you can enjoy free shipping.\nQ: Can I give my Store exclusive code to someone else?\nA: If Store requires you to provide email at checkout to use the exclusive code, you cannot give it to another. Check how many orders the coupon code can be applied and plan to save.",
      "Noop Life",
      "Q: What if the Noop Life promo code or deal is unvalid?\nA: It may be that the applicable time of Noop Life for that promo code goes to the end. Please select another option to save and be quick next time.\nQ: Why can’t I use a promo code for my purchase at Noop Life?\nA: The Noop Life promo code will have a date and be used for eligible items. Make sure your code is valid and hasn’t expired yet.\nQ: How many items can I include with a Noop Life discount code?\nA: Usually, Noop Life doesn’t limit the number of items customers have to buy to enjoy discounts. However, they will lay down conditions on the value of your order to be eligible for applying discount codes of Noop Life.\nQ: Can a Noop Life coupon code be added later if I forget to apply it at checkout?\nA: No, it can’t. If you forget to apply a Noop Life coupon code at checkout, you cannot do it later. The only way not to miss it is to redeem it to another order.\nQ: What conditions are required to get free shipping for Noop Life order?\nA: The condition for getting Noop Life free shipping is described on the offer description. If the value of your order is at least equal to the required value, you can enjoy free shipping.\nQ: Can I give my Noop Life exclusive code to someone else?\nA: If Noop Life requires you to provide email at checkout to use the exclusive code, you cannot give it to another. Check how many orders the coupon code can be applied and plan to save."
    ]
  ],
  "totalRows": 9
}